label secondDay:
    scene mc bedroom
    with dissolve
    "Этим утром было очень тяжело проснутся."
    "На меня это не похоже..Возможно, действительно стоило немного сократить объём вчерашней работы."
    show asuka2
    "Оглядевшись, первым делом я увидел Асуку."
    "Она очень серьёзно смотрела на меня, что на секунду я почувствовал себя виноватым."
    asuka "Доброе утро! Надеюсь вы помните о том, что у вас встреча с главами?"
    "Ой - ой. Наверное, впервые за долгое время я почувствовал себя настолько глупо."
    "У нас назревает проблемы первой важности, а я до сих пор ещё не проснулся."
    mc "Извини, что сам же не выполняю то, о чём сказал."
    mc "Я готов завтракать, ты уже всё приготовила."
    "Асука всё так же серьёзно продолжала на меня смотреть."
    asuka "Конечно готов, уже давно. Только боюсь, вы можете и не успеть позавтракать перед встречей."
    "На самом деле, я понимал, что у меня ещё достаточно времени, но я не хотел злить Асуку и поэтому решил не спорить по этому поводу."

    